//-------------- AZAN_DOAA -----------------------------
var JS_DOAA_AZAN = false;
var JS_AZAN_DOAA	= [
"إذا سمعتم المؤذن فقولوا مثلما يقول",
"فإذا فرغ من الشهادتين قل § رضيت بالله ربًا، وبالإسلام دينًا، وبمحمد رسولًا §،",
"وعند الحيعلة قل:§ لا حول ولا قوة إلا بالله§",
];

var JS_AFTER_AZAN_DOAA	= [
    "عند ختام الأذان يقول",
    " اللهم صل على محمد، وعلى آل محمد كما صليت على آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد",
    "اللهم رب هذه الدعوة التامة، والصلاة القائمة، آت محمدًا الوسيلة والفضيلة، وابعثه مقامًا محمودًا الذي وعدته",
    
];